{
  "campaigns": [
    {
      "name": "SlimeShield Revolution",
      "slogan": "Feel the Protection, Squeeze the Fun!",
      "concept": "A vibrant campaign showcasing the unique tactile sensation of the slime-based phone case, combining protection with stress-relieving fun. Interactive pop-up booths and social media challenges encourage users to share their slime squeeze moments.",
      "target_audience": "Teens and young adults aged 15-25 who enjoy playful, sensory products and seek phone protection with a twist.",
      "key_message": "Our slime phone case offers unbeatable protection while engaging your senses for a fun and relaxing experience.",
      "image_url": "https://v3.fal.media/files/monkey/cwWhZF0i2LfFeSGbWPfcW.png"
    },
    {
      "name": "Touch Your Tech",
      "slogan": "Where Safety Meets Sensation",
      "concept": "Highlighting how the tactile slime case enhances emotional connection with your device, this campaign uses immersive videos and influencer testimonials about how the phone case makes technology feel alive and personal.",
      "target_audience": "Millennials and Gen Z tech enthusiasts valuing personalization and emotional engagement with their gadgets.",
      "key_message": "Transform your phone into an extension of your touch and personality with our slime-based case.",
      "image_url": "https://v3.fal.media/files/lion/fRO3V__isjtTyMQJ-rWO_.png"
    },
    {
      "name": "StressLess Grip",
      "slogan": "Squeeze Away the Day",
      "concept": "Positioning the slime phone case as a dual-purpose product: protective case and stress-relieving tool. Ads and content show how wasting stress can become a daily ritual, targeting busy professionals and students.",
      "target_audience": "Young professionals and college students experiencing everyday stress and seeking discreet relaxation aids.",
      "key_message": "Protect your phone and your peace of mind with the tactile slime case designed to help you unwind anywhere.",
      "image_url": "https://v3.fal.media/files/zebra/XpCd_sbUtKvM69bRwX-0K.png"
    },
    {
      "name": "ColorSplash Slime",
      "slogan": "Pop Your Style in Every Squeeze",
      "concept": "A vibrant, colorful campaign focused on customizable slime cases that reflect individual style. Limited edition colors and user-generated design contests drive engagement and brand community growth.",
      "target_audience": "Creative individuals and trendsetters aged 18-30 who love personalized accessories and self-expression.",
      "key_message": "Express your unique style and make your phone stand out with our customizable, colorful slime phone cases.",
      "image_url": "https://v3.fal.media/files/lion/xAB2EYiMzEU7C9HVfeFjP.png"
    },
    {
      "name": "Next-Gen Protection",
      "slogan": "Soft on Touch, Tough on Impact",
      "concept": "Technical, performance-driven campaign emphasizing the innovative materials and protective qualities of the slime case. High-impact tests and expert endorsements highlight durability and functionality.",
      "target_audience": "Tech-savvy consumers and gadget lovers seeking the latest in protective phone technology.",
      "key_message": "Experience cutting-edge protection with a phone case as resilient as it is tactile and fun.",
      "image_url": "https://v3.fal.media/files/zebra/RCxIe7NmahM-RLW_RXAL4.png"
    }
  ]
}