{
  "campaigns": [
    {
      "name": "Roots Across Borders",
      "slogan": "Discover the stories that bind us",
      "concept": "A visual journey showcasing the diverse experiences of Indians in America through intimate interviews and powerful storytelling, highlighting their cultural heritage and integration.",
      "target_audience": "Documentary enthusiasts, culturally curious viewers ages 25-45",
      "key_message": "Indian Americans contribute richly to the fabric of America while preserving their unique heritage.",
      "image_url": "https://v3.fal.media/files/lion/v6Mo5zX57ODPZ8ZsZv3y-.png"
    },
    {
      "name": "Beyond the Diaspora",
      "slogan": "More than a story, a shared journey",
      "concept": "An interactive campaign with social media storytelling and audience participation inviting Indian Americans to share their personal stories, complemented by teaser clips from the documentary.",
      "target_audience": "Young Indian Americans and multicultural audiences active on social media",
      "key_message": "Every Indian American story adds a unique thread to the larger tapestry of America’s diversity.",
      "image_url": "https://v3.fal.media/files/lion/7GMNFO0XEi7TwThj3J8ic.png"
    },
    {
      "name": "Faces of Fusion",
      "slogan": "Tradition meets tomorrow",
      "concept": "A multimedia art and documentary campaign featuring profiles of Indian Americans blending tradition with modern American life, highlighting achievements in art, technology, and community.",
      "target_audience": "Urban professionals, multicultural creatives, ages 30-50",
      "key_message": "Indian Americans are shaping the future by merging heritage and innovation.",
      "image_url": "https://v3.fal.media/files/monkey/MIi8IwjI1DSeARwvRo6C1.png"
    },
    {
      "name": "The American Desi Experience",
      "slogan": "Where heritage feels at home",
      "concept": "A nostalgic and heartfelt campaign focusing on the challenges and triumphs of Indian immigrants across generations in America, emphasizing family, identity, and belonging.",
      "target_audience": "First and second generation Indian Americans, and families interested in immigrant stories",
      "key_message": "Celebrating the resilience and identity of Indian Americans making America their home.",
      "image_url": "https://v3.fal.media/files/koala/HWlqvRRwVyZYJqPjO1SOy.png"
    },
    {
      "name": "Bridging Worlds",
      "slogan": "Uniting cultures, inspiring futures",
      "concept": "An educational and inspiring campaign partnering with schools and cultural institutions to screen the documentary with accompanying discussions about cultural diversity and integration.",
      "target_audience": "Educators, students, cultural organizations, and community leaders",
      "key_message": "Understanding the Indian American experience fosters empathy and builds stronger communities.",
      "image_url": "https://v3.fal.media/files/monkey/z6VlRXa3X8kIca8Mjy4Yt.png"
    }
  ]
}